class NewAccChoicesModel {
  List days=[
    'السبت',
    'الاحد',
    'الاثنين',
    'الثلاثاء',
    'الاربعاء',
    'الخميس',
    'الجمعه',
  ];

  List photo = [
    'صورة أمامية',
    'صورة جانبية',
    'صورة خلفية'
  ];

  List proteinSources = [
    'بيضة كاملة',
    'صدور دجاج',
    'لحم بقري',
    'سمك فيلية أبيض',
    'تونة',
    'سلمون',
  ];
  List carbohydrateSources = [
    'شوفان',
    'رز',
    'بطاطس',
    'بطاطس حلوه',
    'مكرونة',
    'سريلاك',
  ];
  List fatSources = [
    'فستق',
    'كاجو',
    'افوكادو',
    'فول سوداني',
  ];

}